proposta/fapesp/dados.org
#+Title: Plano de Dados
#+Subtitle: Programação Linear Inteira aplicada a problemas de Coloração em Grafos
#+options: toc:nil date:nil num:nil

Durante o projeto, é esperado a produção de dados referentes aos experimentos realizados sobre as instâncias mencionadas no projeto deste [cite:@GraphColoringInstances] bem como qualquer outra que venha a ser construída por nós.
Dentre tais dados, informações específicas a cada instância como tempo de execução, valores das soluções e uso de recursos computacionais.

Além disso, visamos implementar as soluções e abordagens que desenvolveremos no decorrer do projeto.
Todas essas informações serão tornadas públicas via um repositório no site GitHub bem como em qualquer publicação acadêmica que por ventura venha a ser feita.

#+print_bibliography:
