proposta/fapesp/dados.tex
% Created 2023-01-25 qua 15:29
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{todonotes}
\usepackage[portuges]{babel}
\usepackage{amsthm}
\author{Ieremies Vieira da Fonseca Romero}
\date{}
\title{Plano de Dados para o projeto ``Programação Linear Inteira aplicada a problemas de Coloração em Grafos''}
\hypersetup{
 pdfauthor={Ieremies Vieira da Fonseca Romero},
 pdftitle={Plano de Dados para o projeto ``Programação Linear Inteira aplicada a problemas de Coloração em Grafos''},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.6)}, 
 pdflang={Portuges}}
\usepackage{biblatex}
\addbibresource{~/arq/bib.bib}
\begin{document}

\maketitle
Durante o projeto, é esperado a produção de dados referentes aos experimentos realizados sobre as instâncias mencionadas no projeto deste \autocite{GraphColoringInstances} bem como qualquer outra que venha a ser construída por nós.
Dentre tais dados, informações específicas a cada instância como tempo de execução, valores das soluções e uso de recursos computacionais.

Além disso, visamos implementar as soluções e abordagens que desenvolveremos no decorrer do projeto.
Todas essas informações serão tornadas públicas via um repositório no site GitHub bem como em qualquer publicação acadêmica que por ventura venha a ser feita.

\printbibliography
\end{document}